{"text": "A chemical/products tanker parted a mooring line whilst coming alongside. A chemical/products tanker was coming alongside when it parted its forward spring line. There were no injuries, pollution or other damages reported.", "label": "Damage / Loss Of Equipment"}
{"text": "A cruise ship passenger fell out of bed resulting in a fractured clavicle. A cruise ship passenger fell out of bed and landed on their left shoulder. The passenger was taken to the medical centre and was diagnosed with a fractured left clavicle.", "label": "Accident to person(s)"}
{"text": "Cruise ship's passenger tripped and sustained a fractured shoulder. Cruise ship's passenger tripped on the carpeted edge and landed on their shoulder resulting in a closed fracture.", "label": "Accident to person(s)"}
{"text": "Port tender vessel suffered an engine failure resulting in no further damage. Port tender vessel reported port engine issues. No further damage reported.", "label": "Loss Of Control"}
{"text": "Ro-Ro passenger vessel's roller failed resulting in damaged mooring equipment. Ro-Ro passenger vessel was alongside when the crew used two headlines to move the vessel forward.", "label": "Damage / Loss Of Equipment"}
{"text": "EERV made contact/grounded with the fairway resulting in damage to the thruster. EERV made contact/grounded with the fairway resulting in damage to the thruster.", "label": "Grounding / Stranding"}
{"text": "Fishing support vessel grounded Fishing support vessel grounded, damage unknown", "label": "Grounding / Stranding"}
{"text": "Fishing vessel started to take on water resulted in grounding Fishing vessel started to take on water resulted in grounding. No damage to the vessel, coolant pipe had come off and engine pumped water into the boat.", "label": "Flooding / Foundering"}
{"text": "Pleasure vessel sunk with 3 persons onboard. Pleasure vessel sunk with 3 persons onboard, all abandoned to dinghy and rescued by ALB.", "label": "Flooding / Foundering"}
{"text": "A recreational craft collided with a moored class v passenger vessel with the recreational subsequently sinking at mooring. A recreational craft was transiting in a canal when the skipper lost control and collided with a moored class v passenger vessel.", "label": "Collision"}
