{"text":"A chemical\/products tanker parted a mooring line whilst coming alongside. A chemical\/products tanker was coming alongside when it parted its forward spring line. There were no injuries, pollution or other damages reported. The mooring line reportedly parted due to the angle of approach to the berth being too steep and putting too much weight onto the two forward spring lines.","label":"Damage \/ Loss Of Equipment"}
{"text":"A cruise ship passenger fell out of bed resulting in a fractured clavicle. A cruise ship passenger fell out of bed and landed on their left shoulder. The passenger was taken to the medical centre and was diagnosed with a fractured left clavicle.","label":"Accident to person(s)"}
{"text":"Cruise ship's passenger tripped and sustained a fractured shoulder. Cruise ship's passenger tripped on the carpeted edge and landed on their shoulder resulting in a closed fracture. No defects found in the area.","label":"Accident to person(s)"}
{"text":"A ro-pax crew member sustained a torn rotator cuff when moving a heavy drum. On board a ro-pax ferry, a crew member was working in a store room when they attempted to move a 20l drum from a shelf. The crew member had previously injured their shoulder but thought it had heeled. Despite using the correct manual lifting technique on the 20l drum, the crewmember pulled their shoulder. This resulted in a torn rotator cuff.","label":"Accident to person(s)"}
{"text":"Container ship's crew member sustained an open fractured finger injury while working. Container ship's crew member was supervising cargo operations when they noticed that the right-hand twist lock for securing containers was not in proper position. The crew member informed that they were going to fix the twist lock and contacted the gantry driver to stop loading. While they were fixing the twist lock, the gantry operator resumed loading resulting in an open fracture injury. The crew member required a finger amputation. No further injuries reported.","label":"Accident to person(s)"}
{"text":"Port tender vessel suffered an engine failure resulting in no further damage. Port tender vessel reported port engine issues. No further damage reported.","label":"Loss Of Control"}
{"text":"port tender suffered an engine issue. Port tender had an engine issue and was not available for berthing. No further defects reported.","label":"Loss Of Control"}
{"text":"Ro-Ro passenger vessel's roller failed resulting in damaged mooring equipment. Ro-Ro passenger vessel was alongside when the crew used two headlines to move the vessel forward from the 'overnight' position towards the linkspan in preparation for loading vehicles onto the car deck. When the mooring party heaved on the headline run out from the starboard windlass via the deadman roller, it dismantled sending the roller and holding down the plate causing it to fly in the air and strike the open bow visor (approximately 3 metres up). No crew members were injured.","label":"Damage \/ Loss Of Equipment"}
{"text":"A cruise ship passenger fell and sustained a fractured shoulder A cruise ship passenger sustained a fractured shoulder when they fell whilst taking part in a dancing activity in the lounge area. There were no defects noted that could have contributed to the fall, vessel motions reported to be a factor.","label":"Accident to person(s)"}
{"text":"EERV made contact\/grounded with the fairway resulting in damage to the thruster. EERV made contact\/grounded with the fairway resulting in damage to the thruster. Upon investigation by the ship the thruster has been noticed as missing from the bottom of the vessel","label":"Grounding \/ Stranding"}
{"text":"Fishing support vessel grounded Fishing support vessel grounded, damage unknown","label":"Grounding \/ Stranding"}
{"text":"Fishing vessel started to take on water resulted in grounding Fishing vessel started to take on water resulted in grounding. No damage to the vessel, coolant pipe had come off and engine pumped water into the boat.","label":"Flooding \/ Foundering"}
{"text":"Pleasure vessel sunk with 3 persons onboard. Pleasure vessel sunk with 3 persons onboard, all abandoned to dinghy and rescued by ALB.","label":"Flooding \/ Foundering"}
{"text":"Sailing vessel engine overheated resulting in smoke filling confined space. Sailing vessel engine overheated resulting in smoke filling confined space. No smoke inhalation.","label":"Fire \/ Explosion"}
{"text":"Sailing vessel capsized and beached resulting injuries to a crew members leg. Sailing vessel capsized and beached resulting injuries to a crew members leg. Lifeboat ambulance service tasked to assist ocean rowing vessel with 4 POB. Vessel had capsized and beached with one crew member sustaining minor leg injury.","label":"Capsizing \/ Listing"}
{"text":"Container ship's pilot ladder not rigged per SOLAS regulations. Container ship's pilot ladder not rigged per SOLAS regulations. Weight of the ladder was resting on a step. The side ropes of the ladder were very frayed in places. The stanchions did not go all the way down to the deck and were too far apart.","label":"Damage \/ Loss Of Equipment"}
{"text":"Passenger ship's guest tripped on a step which resulted in a fracture to their arm. Passenger ship guest was walking when they failed to notice a step ahead which resulted in them tripping and losing their balance. This resulted in a fractured upper arm. Location was inspected and no issues of contributory nature were noted.","label":"Accident to person(s)"}
{"text":"Sailing vessel's passenger fell onto another passenger, breaking their foot. Sailing vessel's passenger sustained a foot injury whilst the vessel was rolling. The vessel anchored and a lifeboat transferred the injured individual to the nearest port for further medical assistance. There were two passengers sitting on the bottom step of the companion way inside the boat, eating lunch, when the boat lurched slightly causing one of the passengers to slide across the step and land on the foot of the injured passenger. The passenger's foot was swollen and x-rays showed a fracture on the top of their foot.","label":"Accident to person(s)"}
{"text":"A single handed sailing vessel crew member suffered a serious head injury during a race. A single handed sailing vessel crewmember was taking part in a race in the area of a port when they sustained a serious injury to the back of their head. It is unclear what the cause was but there was a lot of blood. The local life boat service attended and extracted the casualty ashore, who was still conscious at the time. They were taken to the local hospital by ambulance once they were landed ashore. The sailing vessel was brought back undamaged by two other people associated with the race.","label":"Accident to person(s)"}
{"text":"A sailing vessel ran aground on a submerged wreck and refloated without damage. A sailing vessel with three crew on board ran aground on a submerged wreck. As the tide began to fall, the vessel became hard aground. The local lifeboat service attended to assist one crew member to shore, whilst two crew remained on board to monitor the situation and wait for the tide to rise. The vessel refloated on the rising tide and was undamaged by the incident, it continued on passage. There were no injures or pollution.","label":"Grounding \/ Stranding"}
{"text":"Cruise ship's passenger tripped and sustained a shoulder injury Cruise ship's passenger stepped up onto the threshold however, the passenger did not lift their foot high enough and missed a step. This resulted in them falling forwards and striking their shoulder. The scene was inspected and no issues were found.","label":"Accident to person(s)"}
{"text":"Oil tanker's main engine failed which resulted in a full blackout. Crude oil tanker had a pilot on board as it was about to berth. The vessels alarm started to sound on the bridge followed by a black smoke emitting from the funnel. Pilot was informed that the vessel suffered a failure in the main engine which was shortly followed by a full blackout. 4 tugs assisted in order to position the vessel. The vessel was monitored throughout and power to the winches was restored after a couple of hours.","label":"Loss Of Control"}
{"text":"Bulk carrier's pilot ladder not rigged per SOLAS regulations. Bulk carrier's pilot ladder not rigged per SOLAS regulations. The ladder was shackled to the deck and not backed up. Accommodation ladder had no inboard station and all the gear was in poor condition.","label":"Damage \/ Loss Of Equipment"}
{"text":"Sailing yacht crewmember presumed deceased after falling overboard during a race. Sailing yacht crewmember presumed deceased after falling overboard during a race.","label":"Accident to person(s)"}
{"text":"A sailing yacht ran aground on rocks and capsized. A sailing vessel with two crewmembers on board was sailing close to the coast when they lost control and began to get dangerously close to the shore. They attempted to halt the vessel's approach towards the rocks by lowering the sail and deploying the vessel's anchors but this was ineffective. The vessel ran aground on the rocks. The crew were rescued and were not injured. The vessel was abandoned and the waves caused the vessel to become severely damaged, separating the keel from the hull and the hull eventually broke into two parts. The debris was recovered by shore side services at low tide using shore side vehicles.","label":"Grounding \/ Stranding"}
{"text":"A cruise ship crewmember twisted their foot resulting in a fracture. A cruise ship crew member was walking through the restaurant area when they took a miss-step and twisted their right foot resulting in a fracture. The crew member was carrying a light tray of empty sugar bowls and they twisted their foot at an 'abnormal' angle. The crew member had been working for approximately 5 hours before the incident and was only 10 minutes from the end of their shift. They had not ha d a full day off 'for some time', but had been given lunch times off. This was the crew member's first contract with the company and was 2 weeks away from the end of their contract. The area was inspected and there were no defects or damages that contributed to the incident and the IP reported that the movement of the vessel and fatigue were not factors in the incident.","label":"Accident to person(s)"}
{"text":"General cargo's pilot ladder did not conform to SOLAS regulations General cargo ship's pilot ladder did not conform to SOLAS regulations. On advice of previous port shackles to eyebolts removed but secured by rope with insufficient breaking strain.","label":"Damage \/ Loss Of Equipment"}
{"text":"Cargo vessel's pilot ladder did not conform to SOLAS regulations A cargo vessel's pilot ladder was not rigged to SOLAS regulations. Pilot ladder in poor condition and secured with shackles. The correct arrangement has been explained and leaflet handed over to the crew. Master confirmed that the ladder will be replaced and ladder securing changed before disembarkation from the vessel.","label":"Damage \/ Loss Of Equipment"}
{"text":"See MAIB investigation report, when available See MAIB investigation report, when available","label":"Grounding \/ Stranding"}
{"text":"Cruise ships passenger tripped resulting in closed fracture to the foot Cruise ships passenger tripped resulting in closed fracture to the foot.","label":"Accident to person(s)"}
{"text":"An inland waterways vessel had a near miss with a moored vessel. An inland waterways vessel was approaching a narrow channel with moored vessels on both sides. A crew member noticed a person in the water who swam out to the vessel and held onto the portside gunwhale and then towards the stern. The helm went into neutral to stop propulsion and used the bowthruster to manoeuvre away from the moored vessels. The inland waterways vessel had moved close to a moored widebeam vessel but unable to engage forward due to the swimmer being so close to the propeller. With the narrow gap between the two vessels the swimmer let go and swam away. The vessel could then engage forwards and continue the passage.","label":"Contact"}
{"text":"Recreational craft struck swimmer resulting in injuries to the head and shoulders. Recreational craft struck swimmer resulting in injuries to the head and shoulders.","label":"Accident to person(s)"}
{"text":"Offshore supply vessel's pilot ladder did not conform to SOLAS regulations An offshore supply vessel's pilot ladder did not conform to SOLAS regulations. The vessel pilot ladder was not rigged per current SOLAS regulation, normally this vessel is boarded through the rescue zone as a step aboard from the launch. However, on this occasion the freeboard did not permit this, and a ladder was requested on the ships side. There was a rescue boat boarding area with fixed handhold and inner steps, and the ladder was fixed in this area. On boarding it was noted that the ladder was secured by shackles to these inner steps directly to the main ladder ropes and smaller lines were attached as extra securing, but these were of inadequate diameter. These were also highlighted to the Master and showed the Chief Officer before disembarking via gangway and they said they will rig the ladder correctly as required on departure if a ladder was necessary.","label":"Damage \/ Loss Of Equipment"}
{"text":"Lifeboat boarding vessel made contact with an unknown object at low water. Lifeboat boarding vessel made contact with an unknown object at low water when they were departing to perform maintenance on a ALB. There was no damage to the vessel and the engine popped up when they struck the object. There were no injuries.","label":"Contact"}
{"text":"Passenger ship's crew member was descending the stairs when they sustained a knee injury. Passenger ship's crew member suffered a knee injury while descending the stairs. This did not result in a fall however, they managed to twist their leg and sprain their knee. As a consequence of the accident, the crew member had to be medically disembarked.","label":"Accident to person(s)"}
{"text":"A general cargo vessel had a Non-SOLAS compliant pilot ladder. A general cargo vessel had a non-SOLAS compliant pilot ladder due to the fact that it was secured with shackles. The pilot ladder arrangement was rectified upon boarding and the master was advised by the pilot. The vessel was reportedly very cooperative.","label":"Damage \/ Loss Of Equipment"}
{"text":"Hopper dredger's crew member has fallen which resulted in further medical assistance Hopper dredger's crew member was walking down the stairs from the bridge to the mess room when they slipped and fell down the stairs. This fall resulted in bruised ribs and in an ankle luxation. The casualty was evacuated with the ship's crane on a stretcher and placed onto a lifeboat. The individual was taken for further medical assistance.","label":"Accident to person(s)"}
{"text":"A crude oil tanker had a non-SOLAS Compliant pilot ladder. A crude oil tanker had a non-SOLAS compliant pilot ladder due to the fact that the ladder was not rigged as per the current SOLAS regulations. The level of the pilot slant platform was 2.5m above the waterline and there was a chock missing from a step meaning that the step was un-even\/not horizontal.","label":"Damage \/ Loss Of Equipment"}
{"text":"A ro-pax vessel struck a navigation mark whilst arriving in port. A ro-pax vessel was navigating into port via channel when the bow struck a north cardinal mark. There was a minor dent to the bow visor of the vessel and paint scratches above the waterline. There was no pollution or injures and the vessel was able to continue to port. The vessel reported that the passage plan was not being followed and that positions were not being plotted at suitable intervals. Some warning alarms for the navigational plotter were muted. The OOW was reported to be engaged in checking the schedule for another vessel and lost concentration on the look out. No injures or pollution were reported.","label":"Contact"}
{"text":"A ro-pax ferry had a near miss collision with a private motor vessel. A ro-pax vessel was proceeding in a buoyed channel whilst a motor cruiser and rib were overtaking it on the port side. The two vessels appeared to alter towards the ro-pax vessel in a way that they would not be able to pass ahead. The officer of the watch sounded the whistle of the ro-pax ferry. One vessel cleared the ferry and proceeded away, whilst the RIB attempted to alter course to widen the CPA, hitting the wake of the moto cruiser and appearing to lose control of their vessel. The ro-pax vessel had to perform a crash stop in order to prevent collision with the RIB which passed at a distance of 20m after regaining control. On board the ro-pax vessel one car sustained minor damage because the handbrake was not applied and it rolled forward and bumped into part of the superstructure. The RIB left the scene after regaining control.","label":"Collision"}
{"text":"Bulk carrier's pilot ladder did not conform to SOLAS regulations. Bulk carrier's pilot ladder did not conform to SOLAS regulations. Handholds were not securely fastened to the ship's bulwarks to enable the pilot to step safely and comfortably from the top of the ladder on to the ship's deck.","label":"Damage \/ Loss Of Equipment"}
{"text":"A search and rescue vessel grounded whilst assisting another vessel. A search and rescue vessel was involved in assisting a pleasure sailing yacht that had grounded and also had an unwell crewmember on board. They established a tow due to the crew of the pleasure craft being unable to navigate their vessel. Whilst towing the stricken vessel back to a safe berth, the search and rescue vessel grounded on two occasions. The design of the search and rescue vessel is such that it can be launched from a beach, therefore it was resilient to grounding damage and was not damaged by the incident. There were no injuries, pollution or damage as a result of the incident. The area they were navigating was a tidal channel which was not navigationally maintained and did not have navigation marks.","label":"Grounding \/ Stranding"}
{"text":"A cruise ship's pilot ladder did not conform to SOLAS regulations A cruise ship's pilot ladder was not rigged to SOLAS regulations. Stanchions were not rigidly secured to deck. But held in place by crewmember placing their foot against the securing arrangement. After highlighting this to the staff captain, the stanchions were correctly bolted down before disembarking safely.","label":"Damage \/ Loss Of Equipment"}
{"text":"Passenger vessels crew member caught their finger between line and bollard. Passenger vessels crew member caught there finger between line and bollard. Whilst picking up an eye spliced rope to put it onto a bollard when berthing, the crewman transferred the line from left hand to right hand and then attempted to put it onto the bollard. A wash came in pulling the boat away from the pontoon and trapping the tip of the crewman's middle finger","label":"Accident to person(s)"}
{"text":"A vessel crew member sustained a degloving injury to their finger. A vessel skipper sustained a degloving injury to their finger. The local search and rescue boat service attended and provided first aid and the crew member made their way to hospital afterwards.","label":"Accident to person(s)"}
{"text":"A fishing vessel suffered a propulsion failure and was towed back by another fishing vessel A fishing vessel suffered a propulsion failure. The crew initially thought they had fouled the propeller, they requested assistance as they thought they had picked up something in the screw and were unable to put the vessel into gear. Due to the depth of the water they were unable to anchor, another fishing vessel in the area responded to the assistance request and towed the vessel back to a harbour.","label":"Loss Of Control"}
{"text":"A bulk carrier crew member broke their leg during unmooring operations. A bulk carrier was casting off from the berth, with two spring lines remaining, when one crew member trapped their leg between a rope under tension and a roller. One crew member who was operating the winch started heaving up the line without being instructed by the crewmember in overall charge of un-mooring operations. The injured crew member was preparing another line for heaving up when their leg was caught by the roller due to the heaving action and broken. The crew called for assistance and the vessel returned alongside the berth. The injured crew member was disembarked and taken to hospital ashore.","label":"Accident to person(s)"}
{"text":"A general cargo vessel suffered a propulsion failure whilst leaving a port. A general cargo vessel was leaving a port and went full ahead, when the main engine (ME) started slowing down and stopped. It was agreed that the vessel should be placed alongside or at anchor as it has lost its propulsion. Two tugs were called to provide support to the vessel. They believe the most probable reason is that the fuel supply system clogged somewhere between tank and ME fuel pump. There were no other damages report","label":"Loss Of Control"}
{"text":"A dredger grounded whilst alongside due to a miscalculation of the depth of available water A trailing suction hopper dredger was alongside at an aggregate berth when the vessel's conveyor suffered a roller bearing failure. The operatives on the jetty advised the ship's crew that this could potentially delay the cargo operations for approximately 2 to 3 hours. The master of the vessel decided to shift the vessel along the berth into deeper water for the low water period. The vessel was prepared to shift within 45 minutes from this decision however when the master attempted to shift the vessel it was already aground. around the area of the discharge arm. The master attempted to de-ballast but it was not effective. The vessel went aground and remained aground for 2 hours resulting the vessel heeling to starboard by approximately 2 to 3 degrees. The vessel crew checked the hull and took soundings and identified that there was no water ingress. The vessel's hull integrity was checked after the vessel refloated and there was no damage. The berth operator declared the operational limits of the berth two years prior to the grounding, but had not updated the information which is what lead to the miscalculation.","label":"Grounding \/ Stranding"}
{"text":"Cargo vessel lost steering control however no damages reported. Cargo vessel was approaching a dock when it was noted that a steering control failure had occurred. Navigation control was shifted back to the center conning position for the final approach to the berth. The pilot tug leaned back and increased from half to full - used to arrest the forward motion. The gain for the steering control did not occur until it was switched into emergency push button operation. By this time the vessels movement had been stopped more or less in final position. There were no collision, damages or injuries reported.","label":"Loss Of Control"}
